{"title":"On Upward Mobility","description":"Research shows the neighborhood you grow up in has profound impact on your future economic success. How did my family's journey across the country impact me? I went to find out.","byline":"Aaron Williams","url":"https://pudding.cool","keywords":"story","intro":[{"block":"text","text":"“I don’t think you’d be the same person had we stayed in L.A.,” my mom told me recently. “I wanted you to have better opportunities.”\r\n\r\n\r\nAbout a year ago, I moved back to my birthplace, Los Angeles. The move came after six years on the east coast and a desire to be closer to my family.\r\n\r\n\r\nIt’s weird coming back to a place so familiar yet foreign. Despite being born in L.A., and raised just south of the city, I moved to the San Francisco Bay Area when I was 7, rendering Los Angeles a relic of my childhood, a menagerie of foggy memories.\r\n\r\n\r\nIt’s unclear what my mom meant by “better opportunities.” Still, I got the gist that it was about the socioeconomic measures think tanks, policymakers and researchers use to measure progress: education, housing and income.\r\n \r\nI thought, “can I actually measure if moving made a difference?” Indeed, your environment impacts your future outcomes, but to what extent?"},{"block":"text","text":"In March of 2018, Raj Chetty, an economist at Harvard, and a team of researchers sought to <a href=https://www.census.gov/content/dam/Census/programs-surveys/center-for-economic-studies/opportunity_atlas_paper.pdf>estimate upward mobility across socioeconomic lines</a>. Using anonymized Census data and tax records of roughly 20 million Americans, he and his team predicted outcomes for children born between 1978 and 1983 to when they were in their 30s (around 2015).\r\n\r\n\r\nAmong Chetty et al.’s findings was the importance of geographical location. \r\n\r\n\r\nResearch showed that outcomes for children could vary widely even when their neighborhoods were as little as a mile apart. Furthermore, the age at which someone moves profoundly impacts their future earnings but only up until a limit."},{"block":"text","text":"I was born in 1989, so I was curious—what were my expected outcomes at birth? And, what would’ve happened had I been born somewhere else?"}],"outcomes":[{"block":"leadtext","subhead":"Madera, Calif.","id":"madera-ggp","text":"My family migrated to Central California in the 1940s from the South. They worked as fieldhands in the region’s many fruit and nut orchards."},{"block":"leadtext","id":"madera-farm","text":"Madera, Calif. is where my grandparents met and where my mother was born. It’s a charming part of the state, but there weren’t many opportunities outside of farm work. I spent many summers here, helping my grandfather with crops in the backyard or learning my grandmother’s cooking recipes."},{"block":"leadtext","id":"madera-mom","text":"If I were born and raised here, assuming no changes in parental wealth, my expected income would be <strong>$19,000</strong> (in 2015 dollars)."},{"block":"leadtext","subhead":"Gardena, Calif","id":"gardena-mom-and-me","text":"In the 1960s, my grandparents moved to East Gardena, Calif. (a.k.a. West Rancho Dominguez or West Compton), about 15 miles south of downtown L.A. Most of my family is from here, and it’s where I was born."},{"block":"leadtext","id":"gardena-air","text":"Growing up, I knew two things to be true: almost everyone looked like me, and it was hard to breathe. My proximity to lousy air quality made breathing a chore, and my asthma didn’t help either. Hospital visits were typical back then. But it was home."},{"block":"leadtext","id":"gardena-preschool","text":"Assuming no changes in parental wealth, my expected income would be <strong>$38,000</strong>, <strong>2x</strong> the predicted income from Madera."},{"block":"leadtext","subhead":"Fremont, Calif","id":"fremont","text":"In 1996, my mother took a leap of faith. Her job was closing their L.A. office, and they offered her two options: accept a layoff or relocate near the new hub in San Francisco. Tired of her life in L.A. and wanting to raise me in a better neighborhood, she moved us 373 miles north to the Bay Area suburb of Fremont, Calif."},{"block":"leadtext","id":"fremont-2","text":"The city is on the east end of the Dumbarton Bridge, which connects Fremont to Menlo Park, Calif., making it an ideal location because we had family nearby. Or, at least, we did until the high cost of living forced them to move back to the Central Valley. Fremont is where I first experienced the isolation of being one of the few Black folks in my city. But, it was, is, home."},{"block":"leadtext","id":"fremont-income","text":"Expected income: My expected income by 35 became <strong>$49,000</strong>, a <strong>2.5x increase</strong> from Madera and a <strong>0.4x increase</strong> from Gardena."}],"blocks":[{"block":"text","text":"Madera, Gardena, Fremont. Three different cities. Three different financial outcomes for Black kids.\r\n\r\n\r\nThe desire to move somewhere else for opportunities is common. When my grandparents moved from the South to California in the 1940s, they were part of one of the largest migrations in American history."},{"block":"subhead","text":"Migration"},{"block":"text","text":"The Great Migration is a story of holding the American Dream to its word. \r\n\r\n\r\nFrom 1910 to 1970, millions of Black folk across the American South would leave searching for new opportunities, hoping their futures would be brighter and not haunted by the oppressive regimes in their hometowns."},{"block":"map","header":"The First Great Migration","text":"Percent change in Black population by city from 1910 to 1940","source":"<a href=https://www.census.gov/dataviz/visualizations/020/>U.S. Census</a>"},{"block":"text","text":"This desire didn’t stop once my family got to California, though. My family migrated out of the California farm country for better opportunities. \r\n\r\n\r\nSome went north to the Bay Area, settling primarily in Menlo Park and East Palo Alto. \r\n\r\n\r\nMy mother’s family was part of the cohort that went south to Los Angeles, settling primarily in L.A.’s Crenshaw district and farther south in Compton and Gardena.\r\n\r\n\r\nIn Gardena, my family and I lived on a classic American culdesac with modest single-family houses and manicured lawns. It was one of those blocks occupied by the same families for generations where everyone raised each other’s kids."},{"block":"triptych","text":"<strong>Top:</strong> My grandparents with my mother as a baby in Madera, Calif. circa 1960’s; <strong>Center:</strong> My grandparents with my teenage mother in Los Angeles in the ‘70s; <strong>Bottom:</strong> My mother holding me as a child in Gardena, Calif. in the early ‘90s."},{"block":"text","text":"We left the generational familiarity of Gardena for a two-bedroom apartment in Fremont.\r\n\r\n\r\nAs I found earlier, my expected income increased from $38,000 to $49,000 once we moved to Fremont. What other “opportunities” emerged?"},{"block":"subhead","text":"Upward Mobility"}],"labels":{"share_black2010":"Share of Black kids in neighborhood","share_black_stayed":"Share of Black kids who stayed in neighborhood as adults","medhhinc_1990":"Median Household Income in 1990","medhhinc_2016":"Median Household Income in 2016"},"slides2":[{"block":"slide","id":"0","field":"gardena","key":"share_black2010","text":"According to <a href=https://www.opportunityatlas.org/>Opportunity Insights and U.S. Census data</a>, around 351 kids lived in my neighborhood in Gardena. It was about <span>evenly split between Black (48%) and Hispanic (43%)</span> kids."},{"block":"slide","id":"0","field":"fremont","key":"share_black2010","text":"My Fremont neighborhood had roughly <span>1,200 kids. 4% (51) were Black</span>."},{"block":"slide","id":"1","field":"gardena","key":"share_black_stayed","text":"In Gardena, <span>42% of Black kids stayed within the same census tract</span> they grew up in."},{"block":"slide","id":"1","field":"fremont","key":"share_black_stayed","text":"<span>Less than 5% of Black kids</span> in Fremont stayed in the neighborhood I grew up in, among the lowest nationally."},{"block":"slide","id":"2","field":"gardena","key":"medhhinc_1990","text":"Despite being in different regions of the state, my neighborhoods in Gardena and Fremont were quite similar in the 1990s."},{"block":"slide","id":"2","field":"fremont","key":"medhhinc_1990","text":"Gardena and Fremont had median household incomes of <span>$81,000 and $84,000</span>, respectively. Both Census tracts were in the <span>top 16%</span> of the nation."},{"block":"slide","id":"3","field":"gardena","key":"medhhinc_2016","text":"Since the 1990s, the median household income in my Gardena neighborhood <span>decreased by 50% to $40,000</span>."},{"block":"slide","id":"3","field":"fremont","key":"medhhinc_2016","text":"Over the same period, the median household income in my Fremont neighborhood <span>increased by 42% to $120,000</span>. \r\n\r\n\r\nThe opportunities afforded me early in my life in Gardena have not continued decades later."}],"blocks2":[{"block":"subhead","text":"What if?"},{"block":"text","text":"Who would I be had we stayed in Gardena? By some economic measures, I’d be worse off. But I don’t find it surprising that life brought me back to where I started.\r\n\r\n\r\nThe data above is only part of what makes someone’s life. These estimates offer interesting starting places for exploration but don’t tell the whole story.\r\n\r\n\r\nFremont offered so much for those years. I met many lifelong friends there. And, by other measures, I received a better education and opportunities. Who knows if I’d be able to write (and code) an essay for The Pudding had I not grown in the dual arts and tech world of Silicon Valley?\r\n\r\n\r\nI guess I always felt like my story in L.A. wasn’t finished. It’s odd being from somewhere and not at the same time. Leaving L.A. meant leaving our community. Over the years, I built roots in the Bay that extended beyond those my family made. I did the same in Washington, D.C.\r\n\r\n\r\nBut, being closer to my family (including my mother, who also recently moved back to Southern California) has reminded me of the importance of being close to those you love.\r\n\r\n\r\nToward the end of the summer, my mom, aunt, uncle and I went back to Gardena. It was the first time we had all been then in probably over a decade."},{"block":"methodology","title":"About this story","text":"Outcome and neighborhood U.S. census data comes from the <a href=https://www.opportunityatlas.org/>Opportunity Atlas</a> project. Estimates based on Census estimates from 2012-2016 and decennial census figures from 1990, 2000 and 2010.\r\nGreat migration data comes from the <a href=https://www.census.gov/dataviz/visualizations/020/>U.S. Census</a>.\r\nVisual inspiration comes from W.E.B. Du Bois's infographics in <a href=https://papress.com/products/w-e-b-du-boiss-data-portraits-visualizing-black-america>Data Portraits: Visualizing Black America</a>.\r\nArchival photos courtesy of the Brown/Williams family.\r\nEditing by <a href=https://pudding.cool/author/rob-smith/>Rob Smith</a>"}]}