{"title":"Outlier","description":"Exploring upward mobility in America","byline":"Aaron Williams","url":"https://pudding.cool","keywords":"story","slides":[{"block":"text","id":"default","text":"Upward mobility is broadly defined as children having a better standard of living than their parents. There’s no single way to measure a “better standard of living,” but a child’s income compared to their parent’s is often used."},{"block":"text","text":"Here’s how upward mobility worked in my life."},{"block":"text","id":"gardena","text":"I was born in 1989 in the South Los Angeles suburb of Gardena, Calif."},{"block":"text","id":"sandel","text":"My mother, grandparents and I lived on a classic American culdesac with modest single-family houses and manicured lawns. It was one of those blocks occupied by the same families for generations where everyone raised each other’s kids."},{"block":"image"},{"block":"text","text":"At the time, I knew two things to be true: almost everyone looked like me, and it was hard to breathe. Oil wells and smog hung about like nosy neighbors. Our house was right off the 110 freeway, about 30 minutes south of Downtown LA and near industrial facilities ranging from concrete to gas. \r\n\r\n\r\nMy proximity to lousy air quality made breathing a chore, and my asthma didn’t help either. Hospital visits were typical back then."},{"block":"text","id":"playa-del-rey","text":"Once I entered first grade, I found reprieve from my neighborhood’s air quality five days a week when I was bussed 15 miles northwest to the wealthy, seaside city of Playa Del Rey to attend a magnet elementary school."},{"block":"image"},{"block":"text","text":"The first thing I noticed was the air. Playa Del Rey’s proximity to the Pacific Ocean made the environment crisp; cool. I breathed better. I could run more. I could focus.\r\n\r\n\r\nThe second thing I noticed was the lack of Black folk. The majority of Black kids came with me on the bus. I was 6 years old when I noticed this pattern—this association between better quality of life and the lack of Black families nearby."},{"block":"text","id":"fremont","text":"First grade was the last year I would attend grade school in Southern California. My mother would soon move me to a new place where she hoped to bring me, and herself, new opportunities. We would migrate north in search of something better."}],"blocks":[{"block":"subhead","text":"Migration"},{"block":"text","text":"When my grandparents moved from the South to California in the 1940s, they were part of one of the largest migrations in American history. \r\n\r\n\r\nThe Great Migration, beautifully depicted in Isabel Wilkerson’s The Warmth of Other Suns, is a story of holding the American Dream to its word. From 1910 to 1970, Black folk from across the American South would leave it in search of new opportunities, hoping that their fortunes would change and that of their progeny."},{"block":"text","text":"Key to this migration is the concept of upward mobility.\r\n\r\n\r\nMy mother understood this, too. She wanted opportunities for me that she didn’t have growing up, just as my grandparents had done for her."},{"block":"map","type":"full-width"},{"block":"text","text":"My family migrated out of farm country for better opportunities. Some went north to the Bay Area, settling primarily in Menlo Park and East Palo Alto. My mother’s family was part of the cohort that went south to Los Angeles, settling primarily in LA’s Crenshaw district and farther south in Compton.\r\n\r\n\r\nA few decades later, it was her turn to do the same. My mother’s job was closing its Los Angeles location and gave her two options: Either take a buyout or keep her job and relocate to the San Francisco office.\r\n\r\n\r\nSo, in the summer of 1996, when I was 7 years old, my mom moved us 373 miles north to Fremont, Calif. The city is on the east end of the Dumbarton Bridge, which connects Fremont to Menlo Park, making it an ideal location because we had family nearby. Or, at least, we did until the high cost of living forced them to move back to the Central Valley."},{"block":"image"},{"block":"text","text":"We settled in a charming apartment in the Centerville District near the Fremont BART train station. Just up the street was a cornfield owned by a local family. Just east of us was the East Bay hillside. Cows grazed on the verdant grass while songbirds chirped. Drivers stopped for passing families of deer that wandered into the city streets."},{"block":"image"},{"block":"text","text":"It was there I noticed it again.\r\n\r\n\r\nThe air was crisp; cool. I could jump. I could sing. Except for this time, it wasn’t just for the few hours I spent at school. It was every day."},{"block":"subhead","text":"Upward Mobility"},{"block":"text","text":"In March of 2018, Raj Chetty, an economist at Harvard, and a team of researchers sought to estimate upward mobility across socioeconomic lines. Using anonymized census data and tax records of roughly 20 million Americans, he and his team predicted outcomes for children born between 1978 and 1983 to when they were in their 30s (around 2015). \r\n\r\n\r\nThey published much of this work via the Opportunity Insights nonprofit. Chetty et al.’s work would be widely covered and was the source of powerful data visualizations from the New York Times.\r\n\r\n\r\nAmong Chetty’s findings was the importance of geographical location. Research showed that outcomes for children could vary widely even when their neighborhoods were as little as a mile apart. Furthermore, the age at which someone moves has a profound impact on their future earnings but only up until a limit.\r\n\r\n\r\nLet’s return to Gardena to see these concepts in action."},{"block":"image"},{"block":"text","text":"According to Opportunity Insights and U.S. census data, around 351 kids lived in my neighborhood in Gardena. It was about evenly split between Black (48%) and Hispanic (43%) kids."},{"block":"image"},{"block":"text","text":"Of the 171 Black kids in my neighborhood, almost half had parents who made over $74,000. I was one of them."},{"block":"image"},{"block":"text","text":"Black kids like me with parents in high-income percentiles from my neighborhood in Gardena are predicted to make $38,000 by 35 years old, placing them just above the median predicted income for Black kids across the U.S. with similar backgrounds ($32,000)."},{"block":"image"},{"block":"text","text":"But, Black boys from my neighborhood fare even better. Black boys whose parents are in the top 25% of earners are predicted to make $61,000, ranking about the highest predicted incomes for boys of any race."},{"block":"image"},{"block":"text","text":"These markers of high predicted income did not persist just east of our neighborhood."},{"block":"image"},{"block":"text","text":"The predicted income for Black boys with parents who made the same as my mother in the neighborhoods surrounding mine plummeted by more than 50%."},{"block":"text","text":"So, what happened once we moved to Fremont?"},{"block":"image"},{"block":"text","text":"My Fremont neighborhood had roughly 1,200 kids. 4% (51) were Black. \r\n\r\n\r\nAnd when it came to income, my predicted outcomes did improve. \r\n\r\n\r\nThere isn’t sufficient data for Black boys whose parents made the same income as my mother in Fremont, but Black kids, in general, are predicted to have a household income of $49,000, an $11,000 increase from Gardena."},{"block":"image"},{"block":"text","text":"Had my mother’s job never terminated their LA location and offered to move us to the Bay Area, or had my family decided to stay in Compton instead of Gardena, I could’ve had a different life.\r\n\r\n\r\nThe data I’ve presented offers an interesting exercise in what could have been. And in many cases, I can point to instances in my life where this shift happens."},{"block":"subhead","text":"Conclusion"},{"block":"text","text":"As an adult, I zigzagged across California, first attending college in San Francisco, and then working as a data journalist across the state. In 2015 I moved 3,000 miles east to work at the Washington Post. I was looking for better opportunities.\r\n\r\n\r\nIn the fall of 2021, my partner and I decided to move back to Los Angeles, returning to the area that has defined my family for almost a century.\r\n\r\n\r\nAs soon as I got a chance, I drove south to Gardena to see my old neighborhood. \r\n\r\n\r\nI thought about the opportunities this neighborhood gave my family; gave me.\r\n\r\n\r\nIt now seems those opportunities dwindled.\r\n\r\n\r\nIn 1990, my Gardena neighborhood had a median household income of $81,000. In Fremont, the neighborhood we moved to had a similar median household income of $84,000.\r\n\r\n\r\nAnd yet, according to 2012-2016 census estimates, the median household income in my Fremont neighborhood increased by 42% to $120,000. Over the same period, the median household income in my Gardena neighborhood decreased by 50% to $40,000."},{"block":"image"},{"block":"text","text":"I can hypothesize about what changed. It could be because of the new Great Migration of Black folk from northern and western cities back to the South. It could be that Gardena’s Hispanic population increased from 1990 to 2020 — a community that suffers many of the same racial injustices as Black communities. It could be because Fremont is next door to Silicon Valley and home to the most productive auto facility in the country. It could be because, according to Chetty’s research, generational mobility for Americans dropped from 90% in the 1940s to 50% by the 1980s, meaning kids are more likely to make less than their parents.\r\n\r\n\r\nAll I know is that the “veil” Du Bois described more than 100 years earlier, the same one I saw in the first grade, remains. \r\n\r\n\r\nThere’s so much value in Black folk. Our art, culture and politics cannot be separated from what makes the United States what it is. And yet, our physical presence isn’t valued in the same way. \r\n\r\n\r\nUpward mobility is important because as Chetty et al.’s research shows, your place of origin can wholly reshape your economic opportunities. \r\n\r\n\r\nBut, a place is more than the opportunity it provides. What makes a place is the people who live there."}]}